{
  "daftar_makanan": [
    {
      "nama": "Ayam Betutu",
      "kategori": "Makanan",
      "asal": "Gilimanuk",
      "bahan": "Ayam, jeruk nipis, daun singkong, batang serai, minyak, kaldu ayam, daun jeruk.",

      "deskripsi": "Betutu adalah lauk yang terbuat dari ayam atau bebek yang utuh yang berisi bumbu, kemudian dipanggang dalam api sekam. Betutu ini telah dikenal di seluruh kabupaten di Bali. Betutu merupakan jenis makanan tradisional daerah Bali yang bahan mentahnya berupa karkas utuh itik dan ayam.",
      "review":"aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa" ,
      "img": "https://i.ibb.co/KmWhKtv/ayam-betutu.jpg"
    },
    {
      "nama": "Babi Guling",
      "kategori": "Makanan",
      "asal": "Badung",
      "bahan": "Daging babi, minyak goreng, bawang putih, kecap asin, ketumbar bubuk, garam, bumbu bubuk ngohiong, gula pasir, merica bubuk.",
      "deskripsi": "Babi guling adalah sejenis makanan yang terbuat dari anak babi betina atau jantan yang perutnya diisikan dengan bumbu dan sayuran seperti daun ketela pohon dan lalu dipanggang sambil diputar-putar sampai matang dengan ditandai dengan perubahan warna kulit menjadi kecokelatan dan renyah.",
      "review":"-" ,
      "img": "https://i.ibb.co/XCTyxhB/babi-guling.jpg"
    },
    {
      "nama": "Kue Laklak",
      "kategori": "Makanan",
      "asal": "Badung",
      "bahan": "Daging babi, minyak goreng, bawang putih, kecap asin, ketumbar bubuk, garam, bumbu bubuk ngohiong, gula pasir, merica bubuk.",
      "deskripsi": "Kue Laklak atau yang biasa disebut Jaje Laklak dalam masyarakat bali, adalah kue mungil yang berbentuk lingkaran berdiameter 3 cm, dan memiliki rasa yang gak pernah ada matinya. Sangat pas sebagai teman duduk disaat pagi hari, ditambah dengan hangatnya sajian kopi Bali.",
      "review":"-" ,
      "img": "https://i.ibb.co/K0snTJC/laklak-bali.jpg"
    },
    {
      "nama": "Lawar",
      "kategori": "Makanan",
      "asal": "Karangasem",
      "bahan": "Ayam, kacang panjang, nangka muda, kelapa parut, jeruk limau, Garam, gula, dan penyedap, bawang goreng.",
      "deskripsi": "Lawar adalah masakan berupa campuran sayur-sayuran dan daging cincang yang dibumbui secara merata yang berasal dari Bali. Makanan ini lazim disajikan dalam rumah tangga di Bali atau dijual secara luas di rumah-rumah makan dengan sebutan lawar Bali.",
      "review":"-" ,
      "img": "https://i.ibb.co/Y3Bs0Dc/lawar-bali.jpg"
    },
    {
      "nama": "Sambal Matah",
      "kategori": "Makanan",
      "asal": "Klungkung",
      "bahan": "Bawang merah, cabai rawit, serai, Daun Jeruk, jeruk nipis, garam, merica, gula, terasi, minyak.",
      "deskripsi": "Sambal matah adalah sambal tradisional Bali yang dapat ditemukan di seluruh daerah di Provinsi Bali. matah memiliki arti mentah. Sambal matah merupakan sambal yang berbahan mentah tanpa digerus. Bahan-bahan sambal matah yaitu: bawang merah, cabai merah, terasi, garam, sereh, jeruk lemo dan minyak kelapa.",
      "review":"-" ,
      "img": "https://i.ibb.co/jh2h4fX/sambal-matah.jpg"
    },
    {
      "nama": "Sate Lilit",
      "kategori": "Makanan",
      "asal": "Gianyar",
      "bahan": "Daging ayam cincang, minyak sayur, bawang merah, bawang putih, cabai, jahe, lengkuas, kunyit, pala bubuk",
      "deskripsi": "Sate Lilit adalah sebuah varian sate asal Bali. Sate ini terbuat dari daging babi, ikan, ayam, daging sapi, atau bahkan kura-kura yang dicincang, kemudian dicampur dengan parutan kelapa, santan, jeruk nipis, bawang merah, dan merica..",
      "review":"-" ,
      "img": "https://i.ibb.co/8N4T3mW/sate.jpg"
    },
    {
      "nama": "Seromboton",
      "kategori": "Makanan",
      "asal": "Klungkung",
      "bahan": "Kacang panjang, terong, kangkung, kecambah, kelapa parut, kencur, bawang putih, cabai rawit, terasi, garam, jeruk limau, minyak kelapa.",
      "deskripsi": "Serombotan adalah sayuran khas Kabupaten Klungkung, Bali, terbuat dari sayur buah botor muda atau kecipir, terong bulat, pare, tauge, kubis yang dimasak setengah matang. kemudian diberi bumbu disebut kalas yang terdiri dari santan yang diberi tumbukan kunyit, lengkuas, bawang merah dan bawang putih, ketumbar dan sedikit kencur.",
      "review":"-" ,
      "img": "https://i.ibb.co/GRDdpjx/serombotan.jpg"
    },
    {
      "nama": "Tipat Cantok",
      "kategori": "Makanan",
      "asal": "Klungkung",
      "bahan": "Kacang panjang, terong, kangkung, kecambah, kelapa parut, kencur, bawang putih, cabai rawit, terasi, garam, jeruk limau, minyak kelapa.",
      "deskripsi": "Tipat cantok merupakan salah satu makanan khas Bali yang terbuat dari sayuran rebus dan ketupat serta disajikan dengan bumbu kacang.",
      "review":"-" ,
      "img": "https://i.ibb.co/dQ9FKM8/tipat-cantok.jpg"
    },
    {
      "nama": "Tum Babi",
      "kategori": "Makanan",
      "asal": "Denpasar",
      "bahan": "Daging babi, gwtih, daun pisang, penyedap, bawang merah, bawang putih, cabai, daun jeruk, kunyit, lengkuas, ketumbar .",
      "deskripsi": "Tum adalah pepes atau botok khas Bali yang dimasak dengan cara dikukus. Selayaknya pepes, tum juga dibungkus dengan daun pisang.",
      "review":"-" ,
      "img": "https://i.ibb.co/PmpPLky/tum-ayam.jpg"
    },
    {
      "nama": "Jukut Ares",
      "kategori": "Makanan",
      "asal": "Klungkung",
      "bahan": "Batang pohon pisang, bawang putih, bawang merah, terasi, laos, kunyit, jahe, kencur, daging tetelan dan tulang-tulang.",
      "deskripsi": "Jukut Ares terdiri dari dua buah kata yaitu kata Jukut dan Ares. Pertama kata “Jukut” yang berarti sayuran dan yang kedua kata “Ares” yang berarti batang pohon pisang atau yang biasanya disebut “Gedebong” oleh masyarakat Bali. Jadi, Jukut Ares merupakan sayuran yang berasal dari batang pohon pisang.",
      "review":"-" ,
      "img": "https://i.ibb.co/WshWhc5/sayur-ares.jpg"
    }
  ]
}